Repository: erdemkeskin54/kahveakademisi
Catalog: kahve-akademisi/Manavcim.WebAPI/Resources/Controllers/AuthController.*.resx
Languages: tr_tr

# AdZorunlu
source: Your name is required for order labels
tr_tr: Sipariş etikletleri için adınız gerekli

# BeklenmedikHata
source: An unexpected error has occurred
tr_tr: Beklenmedik bir hata oluştu

# BuTelefonNumarasiZatenKayitli
source: This phone number is already registered
tr_tr: Bu telefon numarası zaten kayıtlı

# DilZorunlu
source: Language required for application language
tr_tr: Uygulama dili için dil zorunlu

# DogrulamaKoduKisa
source: Verification code too short
tr_tr: Doğrulama kodu çok kısa

# DogrulamaKoduSmsi
source: Verification code {0} required to sign up for MANAVCIM.COM
tr_tr: MANAVCIM.COM'a üye olmanız için gereken doğrulama kodu {0}

# DogrulamaKoduUyusmadi
source: Phone number and verification code did not match
tr_tr: Telefon numarasi ve doğrulama kodu uyuşmadı

# DogrulamaKoduUzun
source: Verification code too long
tr_tr: Doğrulama kodu çok uzun

# DogrulamaKoduZorunlu
source: Must enter verification code
tr_tr: Doğrulama kodu girmek zorunlu

# KullaniciAdiVeSifreUyusmadi
source: User name and password do not match
tr_tr: Kullanıcı adı ve şifre uyuşmadı

# KullaniciOlusturulamadi
source: The error occurred while creating the user
tr_tr: Kullanıcı oluşturken hata meydana geldi

# SifreCokKisa
source: Phone number is too short
tr_tr: Şifreniz 6 karakterden uzun olmalı

# SifreCokUzun
source: Phone number is too long
tr_tr: Şifreniz 10 karakterden kısa olmalı

# SifreZorunlu
source: Mandatory password
tr_tr: Şifre girmeniz zorunlu

# SoyAdZorunlu
source: Your surname is required for order labels
tr_tr: Sipariş etikletleri için soyadınız gerekli

# TekrarSmsIcınDahaZamanVar
source: The remaining time to send sms to this phone number is {0} seconds
tr_tr: Bu telefon numarasına tekrar sms göndermek için kalan süre {0}

# TelefonNumarasiBulunamadi
source: Phone number not found
tr_tr: Telefon numarası bulunamadı

# TelefonNumarasiCokKisa
source: Phone number is too short
tr_tr: Telefon numarası çok kısa

# TelefonNumarasiCokUzun
source: Your password must be longer than 6 characters
tr_tr: Telefon numarası çok uzun

# TelefonNumarasiUygunDegil
source: This phone number is not available
tr_tr: Bu telefon numarası doğru değil

# TelefonNumarasiZorunlu
source: Your password must be shorter than 10 characters
tr_tr: Telefon numarasını girmek zorundasınız
